export default {

    // 局處
    bureau: [
        '行政處', '研考處', '農業處', '民政處', '水利處', '教育處', '原住民處', '客家事務處',
        '人事處', '主計處', '政風處', '地政處', '社會處', '城鄉發展處', '工務處', '傳播暨國際事務處', '交通旅遊處',
        '縣長室', '副縣長室', '秘書長室', '參議室', '核稿秘書室', '消保官室',
        '司機休息室', '寫字間', '福利辦公室', '聯合服務中心', '警衛室', '服務台',
        '總機1999', '綠能專案推動辦公室', '農村再生專案推動辦公室', '工程施工查核小組', '其他'
    ],

    // 科室
    department: [
        // '行政處',
        [
            '處長室', '副處長室', '專員室', '庶務科', '法制科', '文書檔案科', '採購品管科'
        ],
        // '研考處', 
        [
            '處長室', '副處長室', '資訊管理科', '管制考核科', '研究發展科', '為民服務科'
        ],
        // '農業處',
        [
            '處長室', '副處長室', '技正室', '農業企劃科', '林業及保育科', '畜產科', '農會輔導科',
            '農業產銷科', '動物保護及保育科'
        ],
        // '民政處', 
        [
            '處長室', '副處長室', '自治行政科', '宗教禮俗科', '戶政科', '役政科', '殯葬管理科'
        ],
        // '水利處', 
        [
            '處長室', '副處長室', '水利工程科', '水利行政科', '下水道科', '水土保持科'
        ],
        // '教育處', 
        [
            '處長室', '副處長室', '督學室', '國民教育科', '學務管理科', '學前教育科', '特殊教育科',
            '教育發展科', '終身教育科', '家庭教育中心'
        ],
        // '原住民處', 
        [
            '處長室', '副處長室', '經建科', '產業發展科', '輔導行政科'
        ],
        // '客家事務處',
        [
            '處長室', '副處長室', '產業輔導科', '民俗藝術科', '文化保存科'
        ],
        // '人事處', 
        [
            '處長室', '副處長室', '企劃科', '任免科', '考訓科', '給與科'
        ],
        // '主計處', 
        [
            '處長室', '副處長室', '專員', '歲計科', '單位會計科', '總會計科', '統計科',
            '基金科'
        ],
        // '政風處', 
        [
            '處長室', '副處長室', '專員', '政風預防科', '政風查處科', '政風行政科', '政風稽核科'
        ],
        // '地政處', 
        [
            '處長室', '副處長室', '專員', '地籍科', '地用科', '地權科', '地價科',
            '地籍測量科', '重劃科'
        ],
        // '社會處', 
        [
            '處長室', '副處長室', '社會行政科', '社會工作科', '社會救助科', '婦幼科', '長青科',
            '身心障礙福利科'
        ],
        // '城鄉發展處', 
        [
            '處長室', '副處長室', '技正室', '工商科', '都市計畫科', '建築管理科', '城鄉規劃科',
            '公安使用科'
        ],
        // '工務處',
        [
            '處長室', '副處長室', '技正室', '養護科', '土木科', '公園管理科', '營建工程科'
        ],
        // '傳播暨國際事務處', 
        [
            '處長室', '副處長室', '行銷企劃科', '新聞行政科', '國際事務科', '多媒體事務科'
        ],
        // '交通旅遊處',
        [
            '處長室', '副處長室', '綜合規劃科', '運輸管理科', '設施工程科', '觀光管理科'
        ]
    ]
};